cask_args appdir: "/Applications"
tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "git"
brew "zsh"
brew "nvim"
brew "tmux"
brew "z"
brew "tree"
brew "openssl"
brew "diff-so-fancy"
brew "nvm"
brew "dnsmasq"
brew "jq"
brew "fzf"
brew "ripgrep"
brew "fastlane"
brew "robotsandpencils/made/xcodes"
brew "aria2"
brew "mas"
brew "gh"

cask "iterm2"
cask "spotify"
cask "docker"
cask "visual-studio-code"
cask "alfred"
cask "dash"
cask "paw"
cask "firefox"
cask "tuple"
cask "devutils"
cask "font-sauce-code-pro-nerd-font"

mas "Craft", id: 1487937127
mas "Things 3", id: 904280696
mas "Slack for Desktop", id: 803453959
mas "Apple Developer", id: 640199958
