cask_args appdir: "/Applications"
tap "caskroom/cask"
tap "caskroom/fonts"

brew "mas"
brew "git"
brew "zsh"
brew "vim", args: ["with-python3"]
brew "tmux"
brew "ag"
brew "httpie"
brew "z"
brew "node"
brew "go"
brew "carthage"
brew "redis"
brew "tree"
brew "openssl"
brew "diff-so-fancy"

cask "iterm2"
cask "google-chrome"
cask "spotify"
cask "docker"
cask "visual-studio-code"
cask "alfred"
cask "dash"
cask "1password"
cask "dropbox"
cask "divvy"
cask "vlc"
cask "virtualbox"
cask "charles"
cask "postman"
cask "tower"
cask "font-source-code-pro"

mas "tweetbot", id: 557168941
mas "soulver", id: 413965349
mas "slack", id: 803453959
mas "xcode", id: 497799835

