cask_args appdir: "/Applications"
tap "caskroom/cask"
tap "caskroom/fonts"

brew "mas"
brew "git"
brew "zsh"
brew "vim"
brew "tmux"
brew "ag"
brew "httpie"
brew "z"
brew "go"
brew "carthage"
brew "tree"
brew "openssl"
brew "diff-so-fancy"
brew "nvm"
brew "dnsmasq"
brew "jq"
brew "fd"
brew "git-lfs"
brew "fzf"
brew "hub"

cask "iterm2"
cask "firefox"
cask "spotify"
cask "docker"
cask "visual-studio-code"
cask "alfred"
cask "dash"
cask "1password"
cask "font-source-code-pro"
cask "fastlane"

mas "soulver", id: 413965349
mas "slack", id: 803453959

